Repository: zeroaktan/fantastic-telegram
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk, ru

source: Get Started
kk: Бастау
ru: Приступить

source: Watch your desired university's lessons live
kk: Өзіңіз қалаған университет сабақтарын тікелей эфирде көріңіз
ru: Просматривайте уроки любимого университета вживую

source: Choose your favorite university
kk: Өзіңізге ұнайтын университетті таңдаңыз
ru: Выберите понравившийся университет

source: Find your passion, follow your path
kk: Өзіңізді ашыңыз, өз жолыңызды таңдаңыз
ru: Найди свою страсть, следуй своим путём

source: Start
kk: Бастау
ru: Начать

source: Key Features
kk: Негізгі мүмкіндіктер
ru: Преимущества

source: Experience University Routine, Unnecessary to Apply
kk: Университет өмірін сезініңіз, тіркелудің қажеті жоқ
ru: Необязательно поступать, чтобы окунуться в студенческую жизнь

source: As choosing a profession is a crucial moment in applicants' life, we are taking it on another level. Our platform provides its clients attend virtual classes of colleges to explore the routine of future specialists.
kk: Мамандық таңдау – әрбір абитуриент үшін маңызды сәт. Біз бұл процесті жаңа деңгейге көтереміз
ru: Выбор профессии — важный этап в жизни абитуриентов, и мы выводим его на новый уровень. Наша платформа позволяет клиентам посещать виртуальные занятия колледжей, чтобы погрузиться в повседневную жизнь будущих специалистов.

source: Real-Time Classroom Access
kk: Шынайы уақыт режиміндегі сабақтарға қол жеткізу
ru: Доступ к занятиям в реальном времени

source: Stream real university courses directly from the classroom. Experience the teaching style and content firsthand.
kk: Университет сабақтарын тікелей сыныптан трансляциялаңыз. Оқытушылардың стилі мен мазмұнын тікелей сезініп, шынайы оқу процесіне еніңіз.
ru: Транслируйте реальные университетские курсы прямо из аудитории. Ощутите стиль преподавания и содержание учебных материалов из первых рук.

source: Review System
kk: Пікірлер жүйесі
ru: Система отзывов

source: Leave reviews after attending virtual classes. Share your impressions and help others make informed decisions.
kk: Виртуалды сабақтарға қатысқаннан кейін пікір қалдырыңыз. Өз әсерлеріңізбен бөлісіп, басқалардың саналы таңдау жасауына көмектесіңіз.
ru: Оставляйте отзывы после посещения виртуальных занятий. Делитесь своими впечатлениями и помогайте другим принимать осознанные решения.

source: Competetive Ranking
kk: Бәсекелестік рейтингі
ru: Конкурентный рейтинг

source: Compare your ratings with others. See how courses you've attended stack up against ones you haven't explored yet.
kk: Өз бағаларыңызды басқалармен салыстырыңыз. Сіз өткен курстарды әлі зерттелмеген курстармен салыстырып, білім деңгейіңізді анықтаңыз.
ru: Сравните свои оценки с другими. Узнайте, как курсы, которые вы посещали, соотносятся с теми, которые вы ещё не изучали.

source: In case the video player is not working, you can still watch it on YouTube
kk: Егер таңдалған видео ойнатылмаса, оны YouTube арқылы көре аласыз
ru: Если видео-плеер не воспроизводит виедо, Вы все еще можете посмотреть на YouTube

source: Press the button below to get to YouTube
kk: YouTube сайтына өту үшін төмендегі түймені басыңыз
ru: Нажмите кнопку ниже что бы перейти в Youtube

source: Go to YouTube
kk: YouTube сайтына өтіңіз
ru: Перейти в YouTube

source: Russian
kk: Русский
ru: Русский

source: Kazakh
kk: Қазақ
ru: Казахский
